Repository: common-repository/yd-openx-autopurge
Catalog: yd-openx-autopurge-*.po
Languages: fr_fr

source: Server time is now:
fr_fr: L'heure serveur est actuellement :

source: The auto-purge is scheduled to run next around:
fr_fr: La purge automatique est programmée pour s'exécuter vers :

source: The purge was last performed on:
fr_fr: La purge a eu lieu pour la dernière fois vers :

source: I should now
fr_fr: Je dois maintenant

source: Purge now
fr_fr: Purger maintenant

source: OpenX data has been purged
fr_fr: Les données OpenX ont été purgées

source: Update options
fr_fr: Mettre à jour les options

source: Database connexion OK! - Options updated OK!
fr_fr: Connexion BDD OK !

source: Could not connect to database, please check your settings.
fr_fr: Impossible de se connecter à la base, veuillez vérifier vos paramètres.

source: Error: Unknown action!
fr_fr: Erreur : action inconnue !

source: Welcome to YD OpenX Autopurge Admin Page.
fr_fr: Bienvenue sur la page d'administration du plugin YD OpenX Autopurge.

source: Nb. of days to keep:
fr_fr: Nb. de jours à garder :

source: Server name:
fr_fr: Nom du serveur :

source: Database name:
fr_fr: Nom de la base de données :

source: Database login:
fr_fr: Compte utilisateur :

source: Database password:
fr_fr: Mot de passe :

source: Scheduled daily auto-purge time (hh:mm:ss):
fr_fr: Heure de la purge quotidienne :

source: Total OpenX database size (bytes):
fr_fr: Taille totale de la base de données Openx (octets) :
